{
  "features": [
    {
      "name": "คิ้ว",
      "descriptions": {
        "2": "ดีน้อย: คิ้วของคุณอยู่ในช่วงเริ่มต้นของการจัดรูป อาจยังไม่ชัดเจนแต่แฝงด้วยศักยภาพที่รอการพัฒนา ถือเป็นโอกาสดีในการเสริมบุคลิกให้มั่นใจและส่งเสริมการงานในอนาคต",
        "4": "ดีพอดี: คิ้วเริ่มมีโครงสร้างที่เข้ารูป แสดงถึงความพยายามในการดูแลตนเอง และพร้อมที่จะรับผิดชอบงานต่างๆ ด้วยใจมั่นคง",
        "6": "ดีปานกลาง: คิ้วสมดุล เรียบร้อย เส้นคมสม่ำเสมอ แสดงถึงความรอบคอบ ฉลาดคิด รอบรู้เรื่องการงานและมีภาวะผู้นำในระดับหนึ่ง",
        "8": "ดีมาก: คิ้วดูดี โครงชัด หนาทรงพลัง แสดงถึงวิสัยทัศน์และการวางแผนชีวิต มีอำนาจและความน่าเชื่อถือ ส่งเสริมด้านหน้าที่การงานอย่างชัดเจน",
        "10": "ดีมากที่สุด: คิ้วเข้ารูปสมบูรณ์ เส้นหนา เรียงตัวสม่ำเสมอ หางยาวถึงขอบตา เป็นลักษณะของผู้นำที่มีความมั่นคงและประสบความสำเร็จในงานทุกด้าน"
      }
    },
    {
      "name": "จมูก",
      "descriptions": {
        "2": "ดีน้อย: จมูกยังไม่เด่นชัดมาก แต่มีพื้นฐานดีในการพัฒนา อาจต้องฝึกการจัดการเรื่องการเงินเพิ่มเติมเพื่อสร้างเสถียรภาพในชีวิต",
        "4": "ดีพอดี: จมูกเริ่มได้รูป มีความเรียบง่ายและกลมกลืน แสดงถึงความสามารถในการจัดสรรเงินอย่างรอบคอบ และการใช้ทรัพยากรอย่างมีวิจารณญาณ",
        "6": "ดีปานกลาง: จมูกโดดเด่น โครงสร้างดี มีความมั่นคง แสดงถึงวาสนาเรื่องการเงินปานกลาง มีศักยภาพในการสร้างรายได้ที่มั่นคง",
        "8": "ดีมาก: จมูกสวยได้รูป ปีกจมูกสมดุล ฐานมั่นคง แสดงถึงวาสนาและโชคลาภด้านการเงินที่ดี พร้อมรับทรัพย์จากหลายช่องทาง",
        "10": "ดีมากที่สุด: จมูกโดดเด่น สมดุล ฐานใหญ่มีพลัง ถือเป็นลักษณะของผู้มีวาสนาและบุญเก่าหนุนด้านการเงิน มั่งคั่ง ร่ำรวย และมีคนอุปถัมภ์"
      }
    },
    {
      "name": "ปาก",
      "descriptions": {
        "2": "ดีน้อย: รูปปากยังไม่ชัดเจนมาก แต่อ่อนโยนในลักษณะ เหมาะกับการพัฒนาทักษะในการสื่อสารเพื่อเสริมสร้างความสัมพันธ์ที่ดี",
        "4": "ดีพอดี: ปากได้รูปเรียบง่าย บ่งบอกถึงนิสัยที่อ่อนน้อมและจริงใจ เป็นลักษณะที่ส่งเสริมความรักแบบมั่นคงและเข้าใจกัน",
        "6": "ดีปานกลาง: ปากมีความสมดุล อวบอิ่มเหมาะสม แสดงถึงความจริงใจ และความสามารถในการสื่อสารที่ดี เหมาะกับความรักที่เติบโตจากความเข้าใจ",
        "8": "ดีมาก: รูปปากได้สัดส่วน สวยงาม สื่อถึงความรักที่อ่อนโยน สุภาพ และโรแมนติก ดึงดูดใจผู้คนรอบข้างได้ง่าย",
        "10": "ดีมากที่สุด: ปากงามได้รูป ริมฝีปากนุ่มได้สัดส่วน สื่อถึงคนที่มีเสน่ห์ทางวาจา มีความรักที่บริบูรณ์ พร้อมดึงดูดคู่แท้ที่เข้าอกเข้าใจ"
      }
    },
    {
      "name": "แก้ม",
      "descriptions": {
        "2": "ดีน้อย: แก้มอาจดูตอบเล็กน้อย แต่อาจเป็นลักษณะตามธรรมชาติ เหมาะแก่การเสริมสร้างสุขภาพภายในให้แข็งแรงยิ่งขึ้น",
        "4": "ดีพอดี: โครงแก้มเริ่มมีมิติ แสดงถึงสุขภาพพื้นฐานที่ดี และมีความแข็งแรงในการดำเนินชีวิตในระดับหนึ่ง",
        "6": "ดีปานกลาง: แก้มได้รูปสมดุล สดใส มีน้ำมีนวล แสดงถึงสุขภาพที่แข็งแรง และมีพลังในการใช้ชีวิตอย่างเต็มที่",
        "8": "ดีมาก: แก้มมีความกลมกลึง นวลใส สีผิวสดใส สื่อถึงการดูแลสุขภาพอย่างดี ร่างกายมีพลังและจิตใจแจ่มใส",
        "10": "ดีมากที่สุด: แก้มเปล่งปลั่ง ผิวพรรณผ่องใส สดชื่นอยู่เสมอ เป็นสัญญาณของสุขภาพกายและใจที่แข็งแรงสมบูรณ์อย่างแท้จริง"
      }
    },
    {
      "name": "คาง",
      "descriptions": {
        "2": "ดีน้อย: คางยังดูไม่ชัดหรือแคบเล็ก อาจสะท้อนถึงพลังบุญหนุนน้อย แต่ก็สามารถเสริมสร้างได้จากการทำความดีและดูแลตนเอง",
        "4": "ดีพอดี: คางเริ่มเข้ารูปและมีฐานที่ดี แสดงถึงความมั่นคงในระดับหนึ่ง และมีแนวโน้มที่จะได้รับการคุ้มครองจากสิ่งศักดิ์สิทธิ์เมื่อกระทำความดีต่อเนื่อง",
        "6": "ดีปานกลาง: คางกลมมน มีโครงสร้างดี ส่งเสริมความมั่นคงและปกป้องจากภัยที่ไม่คาดคิดได้ดีระดับหนึ่ง",
        "8": "ดีมาก: คางได้รูป มนเต็ม ฐานกว้างมั่นคง เป็นลักษณะที่สิ่งศักดิ์สิทธิ์พร้อมหนุนนำให้ผ่านพ้นอุปสรรค มีโชคในการแคล้วคลาด",
        "10": "ดีมากที่สุด: คางกลมใหญ่ ฐานมั่นคง สื่อถึงพลังบุญหนุนแน่นหนา เป็นคนที่สิ่งศักดิ์สิทธิ์คอยคุ้มครอง พร้อมมีชีวิตที่ปลอดภัยและสงบสุข"
      }
    }
  ]
}
