[
  {
    "ราศี": "เมษ (คนที่เกิดวันที่ 14 เมษายน - 14 พฤษภาคม)",
    "การงาน": "การเปลี่ยนแปลงของดาวราหูและดาวเสาร์ส่งผลกระทบต่อราศีเมษพอสมควร ปี 2568 มีเกณฑ์เปลี่ยนแปลงโยกย้ายเข้ามาตั้งแต่ช่วงครึ่งปีแรก มีเกณฑ์ได้ปรับเปลี่ยนงาน ปรับเปลี่ยนตำแหน่ง มีหน้าที่ใหม่ๆ แต่งานที่โดดเด่นในช่วงปีนี้ต้องยกให้กับการค้าขายหรืองานที่ต้องพูดคุยเจรจาจะส่งเสริมให้หน้าที่การงานมีความมั่นคงและเติบโตมากขึ้น",
    "การเงิน": "ปีนี้มีเกณฑ์หมุนเงินเยอะ ถ้าวางแผนในการใช้จ่ายใช้สอยไว้ตั้งแต่เนิ่นๆจะเป็นการส่งเสริมดวงให้มีการจ่ายอย่างเป็นระบบระเบียบ แต่ถ้าไม่มีการวางแผนใดๆไว้เลย อาจจะมีเหตุให้เสียเงินออกไปแบบเปล่าประโยชน์ก็ได้ จังหวะดวงปีนี้จะเหมาะกับการลงทุนใหม่ๆหรือขยับขยายต่อยอดธุรกิจ แต่ปีนี้ควรงดให้เพื่อนพ้องคนใกล้ชิดหยิบยืม มีโอกาสไม่ได้คืนหรือติดตามทวงถามได้ยากลำบาก ",
    "ความรัก": "ดวงความรักจะสัมพันธ์กับการทำงาน มีโอกาสได้เพื่อนในแวดวงการทำงานมาเป็นแฟน ติดต่อธุรการงานกันจนได้สานต่อความสัมพันธ์ ยิ่งในช่วงครึ่งปีหลังจะเป็นช่วงที่ดวงความรักโดดเด่นมีความสดใสที่สุด สำหรับคนที่มีคู่มีแฟนแล้ว ปีนี้ความสัมพันธ์จะได้รับผลกระทบจากการทำงาน มีเวลาให้กันน้อยลงและเกิดปัญหาไม่เข้าใจกันตามมาได้ง่าย",
    "สุขภาพ": "อยู่ในเกณฑ์ที่ดี มีสุขภาพร่างกายที่ยังสมบูรณ์แข็งแรง ไม่มีดวงอุบัติเหตุเภทภัย แต่ไม่ควรประมาทกับการใช้ชีวิตในทุกวินาที และยังคงต้องดูแลอาหารการกิน การออกกำลังควบคู่กันไปอย่างต่อเนื่องตลอดทั้งปี. ",
    "คุ้มครอง": "ปีนี้มีเกณฑ์ได้รับการคุ้มครองจากผู้ใหญ่และเทพเทวดา ส่งผลให้มีความมั่นคงในชีวิต",
    "คะแนนการงาน": 8.0,
    "คะแนนการเงิน": 6.0,
    "คะแนนความรัก": 6.0,
    "คะแนนสุขภาพ": 8.0,
    "คะแนนคุ้มครอง": 8.0
  },
  {
    "ราศี": "พฤษภ (คนที่เกิดวันที่ 15 พฤษภาคม - 14 มิถุนายน)",
    "การงาน": "ในปี 2568 นี้ดวงดาวที่ดีที่สุดยังคงสถิตอยู่ในราศีพฤษภ ซึ่งจะส่งผลดีต่อเนื่องทั้งปี มีโอกาสได้เริ่มต้นทำสิ่งใหม่ๆและมีการขยับขยายต่อยอดของเดิมไปในทิศทางที่ดีขึ้น มีหน้าที่การงานเจริญก้าวหน้า ได้เลื่อนขั้นเลื่อนตำแหน่ง และยังมีโอกาสได้เริ่มต้นลงทุนทำธุรกิจของตัวเองในปีนี้ด้วย และปีนี้ยังเป็นปีที่จะได้เปิดโลกกว้าง มีการเรียนรู้พัฒนาตัวเองไปอีกขั้น",
    "การเงิน": "อยู่ในช่วงปีที่ดวงโชคลาภจัดเต็ม! การลงทุนที่มีความเสี่ยงโดดเด่น มีโอกาสได้เงินทองเข้ามาแบบไม่คาดคิด และปีนี้จะมีโอกาสจะได้ต่อยอดทำธุรกิจใหม่ๆอีกด้วย ซึ่งปีนี้ดวงจะเหมาะกับธุรกิจประเภทอาหารการกินที่สุด อีกทั้งในส่วนของรายได้ ถือว่ายังอยู่ในเกณฑ์ที่ดี มีช่องทางใหม่ๆในการหาเงินมากขึ้นและยังสามารถบริหารจัดการรายจ่ายต่างๆได้ดี",
    "ความรัก": "ยังเป็นอีกหนึ่งปีที่ความรักมีโปรโมชันที่ดี คนโสดมีเกณฑ์ได้เพื่อนเป็นแฟน แต่อาจจะเป็นคนที่มีความแตกต่างกันอยู่บ้าง ซึ่งต้องเรียนรู้ปรับตัวกันต่อไป ส่วนคนที่มีคู่มีแฟนแล้วยังคงมีความสัมพันธ์ที่เหนียวแน่นมั่นคง ซึ่งปีนี้ยังเหมาะกับการขยับขยายครอบครัว แต่งงานหมั้นหมาย มีลูกมีทายาทอีกด้วย",
    "สุขภาพ": "ปีนี้ยังเป็นอีกหนึ่งปีที่มีสุขภาพอยู่ในเกณฑ์ที่ดี มีความสุขกายสบายใจ และไม่มีดวงอุบัติเหตุร้ายแรงเข้ามา แต่ถึงแม้จะมีดวงสุขภาพที่ดี แต่ก็ไม่ควรละเลยในการดูแลสุขภาพตัวเอง. ",
    "คุ้มครอง": "ดวงดาวที่ดีที่สุดยังคงสถิตอยู่ในราศีพฤษภ ส่งผลดีต่อเนื่องทั้งปี",
    "คะแนนการงาน": 8.0,
    "คะแนนการเงิน": 10.0,
    "คะแนนความรัก": 8.0,
    "คะแนนสุขภาพ": 8.0,
    "คะแนนคุ้มครอง": 10.0
  },
  {
    "ราศี": "เมถุน (คนที่เกิดวันที่ 15 มิถุนายน - 16 กรกฎาคม)",
    "การงาน": "ในปี 2568 นี้เป็นปีที่ดวงชะตาพลิกผันจากร้ายกลายเป็นดี อุปสรรคปัญหาหรือการสู้ชีวิตจะหมดไป ดวงชะตาฟ้าเปิดแล้ว มีดวงดาวที่ดีเเบบ 12 ปีเกิดขึ้นเพียงครั้งเดียวแวะเวียนเข้ามา ดังนั้นปีนี้ต้องเต็มที่กับการทำงานและการใช้ชีวิตให้ดีที่สุด ปีนี้มีเกณฑ์จะได้เริ่มต้นสิ่งใหม่ๆในสิ่งที่ไม่คุ้นเคย ลักษณะงานที่โดดเด่นในปีนี้จะเป็นงานด้านต่างประเทศ งานทางไกล หรืองานออนไลน์",
    "การเงิน": "ถือว่าดี มีความคล่องตัวมากขึ้นตลอดทั้งปี ปัญหาหนี้จะลดน้อยลง เพราะปีนี้จะมีรายได้เข้ามามากขึ้น หาเงินได้จากหลายช่องทาง แถมยังมีดวงโชคลาภที่ดีเข้ามาร่วมด้วย ซึ่งเป็นผลให้สามารถเก็บหอมรอมริบได้มากขึ้น ถือว่าเป็นปีแห่งการเริ่มต้นในการต่อยอดสร้างเนื้อสร้างตัวกันต่อไป",
    "ความรัก": "เมถุนเป็นราศีที่ติดอันดับคนที่จะได้สละโสดในปีนี้ คนโสดมีเกณฑ์ได้เจอกับเนื้อคู่ที่ถูกสเปกถูกใจ ซึ่งจะเป็นคนใกล้ตัวหรือเป็นเพื่อนกันมาก่อน และมีโอกาสได้พัฒนาความสัมพันธ์จนกลายเป็นแฟนกัน สำหรับคนที่มีคู่มีแฟนแล้วความสัมพันธ์อยู่ในเกณฑ์ที่ดี มีโอกาสได้ขยับขยายชีวิตครอบครัว หมั้นหมายแต่งงาน หรือวางแผนมีลูกมีบุตร ซึ่งปีนี้เป็นจังหวะที่เหมาะสมอย่างมาก",
    "สุขภาพ": "อยู่ในเกณฑ์ที่ดี มีสุขภาพร่างกายสมบูรณ์แข็งแรงดีไปตลอดทั้งปี อีกทั้งเรื่องราวอุบัติเหตุต่างๆยังไม่มีเข้ามา ถือว่าเป็นอีกหนึ่งราศีที่ยังดูแลตัวเองได้ดีมาก. ",
    "คุ้มครอง": "ปีนี้เป็นปีที่ดวงชะตาพลิกผันจากร้ายกลายเป็นดี มีดวงดาวที่ดีแวะเวียนเข้ามา",
    "คะแนนการงาน": 10.0,
    "คะแนนการเงิน": 10.0,
    "คะแนนความรัก": 10.0,
    "คะแนนสุขภาพ": 10.0,
    "คะแนนคุ้มครอง": 10.0
  },
  {
    "ราศี": "กรกฎ (คนที่เกิดวันที่ 17 กรกฎาคม - 16 สิงหาคม)",
    "การงาน": "ปี 2568 ดวงดาวส่งเสริมให้ราศีกรกฎเป็นดาวรุ่งพุ่งแรงในการทำงานของปีนี้ โดยเฉพาะงานอิสระจะส่งผลดีอย่างมาก แต่คงต้องใช้ความพยายามต่อสู้กันมากขึ้นในช่วงครึ่งปีแรก และจะผลิดอกออกผลเห็นถึงความสำเร็จที่ชัดเจนในช่วงครึ่งปีหลัง แต่ปีนี้ต้องเตือน!ให้ระวังการพูด การสื่อสารให้มากขึ้น ซึ่งการพูดตรงจนเกินไปจะส่งผลเสียได้ในชั่วพริบตา",
    "การเงิน": "มีจังหวะดวงที่ดี ปัญหาหนี้สินต่างๆจะมีทางออกและคลี่คลายจบลง ในช่วงครึ่งปีแรกจะมีทั้งดวงการเงินและโชคลาภที่ค่อนข้างดีและมีพลัง มีเกณฑ์รายได้ที่ดี แต่ปัญหาของปีนี้คือรายได้จะเกิดความล่าช้า มีปัญหาในการเบิกจ่าย ดังนั้นต้องวางแผนเตรียมการรับมืออย่างรอบคอบ เพื่อไม่ให้เกิดการกู้หนี้ยืมสินก้อนใหม่ตามมา",
    "ความรัก": "ดวงดาวส่งเสริมคนโสดให้มีโอกาสได้เจอคู่ครองในปีนี้ ได้ก่อร่างสร้างรักอย่างราบรื่นลงตัว ซึ่งคนที่เข้ามาจะเป็นคนที่มีสถานะทางสังคมดี มีความมั่นคงในชีวิตและส่งเสริมตัวเราได้ดี ส่วนคนที่มีคู่มีแฟนแล้ว ดวงดาวอยู่ในเกณฑ์ที่ดี มีความสัมพันธ์ที่มั่นคงลงตัวหรือถ้าจะวางแผนแต่งงานหมั้นหมายกันยิ่งเหมาะสม โดยเฉพาะช่วงปลายปีจังหวะดวงส่งเสริมอย่างมาก",
    "สุขภาพ": "จังหวะดวงในปีนี้ต้องเตือนถึงสุขภาพของญาติผู้ใหญ่หรือคนในครอบครัว ซึ่งราศีกรกฎจะมีดวงการเปลี่ยนแปลงในเรื่องของสมาชิกในครอบครัวเข้ามา ดังนั้นการดูแลกันไว้ตั้งแต่เนิ่นๆจะช่วยให้ปัญหานั้นคลี่คลายไปในทิศทางที่ดี แนะนำการทำบุญเกี่ยวกับผู้ใหญ่ คนชรา เช่น การทำบุญกับบ้านพักคนชราจะเป็นการแก้เคล็ดที่ดี.",
    "คุ้มครอง": "ต้องระวังการพูด การสื่อสารให้มากขึ้น ซึ่งการพูดตรงจนเกินไปจะส่งผลเสียได้",
    "คะแนนการงาน": 8.0,
    "คะแนนการเงิน": 6.0,
    "คะแนนความรัก": 10.0,
    "คะแนนสุขภาพ": 6.0,
    "คะแนนคุ้มครอง": 6.0
  },
  {
    "ราศี": "สิงห์ (คนที่เกิดวันที่ 17 สิงหาคม - 16 กันยายน)",
    "การงาน": "ถึงแม้ดาวเสาร์ได้ย้ายออกจากดวงไปแล้ว แต่ยังมีพระราหูโคจรย้ายเข้ามาแทนที่ในปี 2568 นี้ ซึ่งไม่ได้น่ากลัวอย่างที่คิด กลับส่งผลดีด้วยซ้ำไป การงานในช่วงปีนี้จะพบกับความสำเร็จความก้าวหน้ามากขึ้น ผู้ใหญ่เจ้านายให้การสนับสนุนที่ดี ด้วยปีนี้จะได้รับอิทธิพลจากพระราหู ลักษณะงานด้านออนไลน์และงานต่างประเทศจะส่งผลที่ดีมาก แต่พระราหูก็มีด้านลบ จึงควรหลีกเลี่ยงธุรกิจสีเทาและสิ่งผิดกฎหมายทั้งหมด",
    "การเงิน": "อยู่ในช่วงปีที่ค้นพบช่องทางสร้างรายได้ใหม่ๆมากขึ้น รวมถึงยังมี ดวงโชคลาภที่ดีเข้ามาร่วมด้วย ซึ่งราศีสิงห์จะติดอันดับราศีดวงเฮงประจำปีนี้ด้วย โดยเฉพาะโชคจากการลงทุนเสี่ยงๆและโชคด้านอสังหาริมทรัพย์จะมีความโดดเด่นอย่างมาก แต่ปีนี้มีเกณฑ์จะเกิดข้อขัดแย้งทางการเงินได้ง่าย ดังนั้นการมีเอกสารหรือหลักฐานยืนยันเป็นสิ่งสำคัญ",
    "ความรัก": "จังหวะดวงดี มีพลัง ช่วยส่งเสริมคนโสดให้ได้พบกับคนที่ถูกสเปกถูกใจ แต่อาจจะมีเรื่องของอายุ ศาสนาหรืออื่นๆที่แตกต่างกันบ้างที่ต้องอาศัยการเรียนรู้และการปรับตัวเข้าหากันต่อไป ส่วนคนที่มีคู่มีแฟนแล้ว ปีนี้ความสัมพันธ์ค่อนข้างเปราะบาง พยายามอย่าให้มีเรื่องมือที่ 3 เข้ามาและต้องหมั่นเติมความหวานให้กันบ้าง เพื่อรักษาความสัมพันธ์ต่อไป ",
    "สุขภาพ": "มีเกณฑ์เจ็บไข้ได้ป่วยเข้ามาเป็นระยะๆ ถึงแม้ว่ากระแสดวงของพระราหูจะไม่แรงเท่ากับดาวเสาร์ในช่วงปีที่ผ่านมา แต่ราศีสิงห์ยังคงต้องดูแลตัวเองอย่างต่อเนื่อง เพื่อช่วยเสริมสร้างสุขภาพที่แข็งแรงมากขึ้น. ",
    "คุ้มครอง": "ดวงดาวส่งเสริมให้ราศีสิงห์เป็นดาวรุ่งพุ่งแรงในการทำงานของปีนี้",
    "คะแนนการงาน": 8.0,
    "คะแนนการเงิน": 6.0,
    "คะแนนความรัก": 4.0,
    "คะแนนสุขภาพ": 6.0,
    "คะแนนคุ้มครอง": 10.0
  },
  {
    "ราศี": "กันย์ (คนที่เกิดวันที่ 17 กันยายน - 17 ตุลาคม)",
    "การงาน": "ปี 2568 พระราหูได้ย้ายออกจากดวงแล้ว แต่ราศีกันย์ยังต้องเจอกับดาวเสาร์ที่โคจรเข้ามาแทนที่ ซึ่งจะส่งผลให้การงานจะต้องเจอกับภาระความรับผิดชอบที่หนักมากขึ้น ปีนี้ต้องเตือนเป็นพิเศษกับการลงทุนใหม่ๆมีเกณฑ์ถูกหลอกถูกโกง มีเรื่องขึ้นโรงขึ้นศาล ดังนั้นอย่าไว้ใจคนอื่นจนเกินไป พยายามดูแลตรวจสอบด้วยตัวเองให้มากที่สุด",
    "การเงิน": "ดวงดาวโชคลาภโดดเด่นไปตลอดทั้งปี มีเงินทองมากองตรงหน้าอย่างไม่คาดคิด หรือบางคนยังมีโชคในเรื่องของอสังหาริมทรัพย์เข้ามาร่วมด้วย ถึงแม้กระแสดวงจะดีขึ้น แต่ต้องระวังในเรื่องของทุกขลาภที่จะตามมาด้วย อาจจะมีคนเข้ามายุ่งวุ่นวายหรือขอหยิบยืมเงิน และเป็นต้นเหตุให้เกิดปัญหาต่างๆเข้ามากวนใจหรือมีคดีความฟ้องร้องกันตามมาได้",
    "ความรัก": "จังหวะดวงปีนี้ ดวงคู่ครองส่งเสริมชีวิต คนที่มีคู่มีแฟนแล้ว ปีนี้คนรักจะช่วยส่งเสริมหน้าที่ธุรกิจการงาน ส่วนคนโสด ปีนี้จะมีโอกาสได้พบกับความรักครั้งใหม่ๆที่ส่งเสริมกันเป็นอย่างดีเช่นกัน แต่สิ่งที่น่าเป็นห่วง คือ การพูดคุยสื่อสารที่จะสร้างปัญหาความสัมพันธ์ ดังนั้นคงต้องคิดก่อนที่จะพูดสิ่งใดออกไป เพื่อรักษาสถานะความสัมพันธ์",
    "สุขภาพ": "กันย์เป็นราศีที่ดูแลตัวเองได้ดีในทุกปีที่ผ่านมา สำหรับปีนี้ยังคงต้องดูแลกันอย่างต่อเนื่องต่อไป เพราะมีเกณฑ์เจ็บป่วยและมีโอกาสเจ็บเนื้อเจ็บตัวได้ง่ายมากขึ้น อีกทั้งควรหลีกเลี่ยงเครื่องดองของมึนเมาหรือสิ่งที่เสี่ยงกับอันตรายต่างๆ. ",
    "คุ้มครอง": "ปีนี้จะได้รับโอกาสใหม่ ๆ และมีการเริ่มต้นทำสิ่งต่าง ๆ หรือเพิ่มพูนความรู้",
    "คะแนนการงาน": 4.0,
    "คะแนนการเงิน": 6.0,
    "คะแนนความรัก": 8.0,
    "คะแนนสุขภาพ": 6.0,
    "คะแนนคุ้มครอง": 8.0
  },
  {
    "ราศี": "ตุลย์ (คนที่เกิดวันที่ 18 ตุลาคม - 16 พฤศจิกายน)",
    "การงาน": "ปี 2568 นี้หน้าที่การงานเติบโตก้าวหน้า ผู้ใหญ่เจ้านายมองเห็นฝีไม้ลายมือในการทำงานมากขึ้น มีโอกาสได้ปรับเปลี่ยนตำแหน่งหน้าที่ดีขึ้น และปีนี้ยังเป็นปีแห่งการลงทุนขยับขยายธุรกิจเพิ่มเติม แต่ต้องระวังความขัดแย้งกับหุ้นส่วน มีโอกาสเกิดข้อพิพาท ไม่ลงรอยกัน ถ้าทำคนเดียวลุยเดี่ยวก็จะลดความวุ่นวายได้ดี แต่อาจต้องแลกกับความเหน็ดเหนื่อยที่จะตามมา",
    "การเงิน": "ปีนี้ดวงค้าขายดี มีความโดดเด่น เกณฑ์รายได้อยู่ในจุดที่ดี แต่ปัญหาในปีนี้ไม่ใช่รายได้ แต่ปัญหา คือ การเก็บออม แนะนำให้รีบวางแผนเก็บเงินในรูปแบบต่างๆให้มากขึ้น เช่น นำไปลงทุนต่างๆให้เกิดการต่อยอดที่ดีและสำรองเงินไว้เผื่อฉุกเฉิน การใช้จ่ายปุบปับในยามฉุกเฉินเกิดขึ้นได้เสมอในปีนี้",
    "ความรัก": "จังหวะดวงปีนี้เหมาะกับการหมั้นหมาย แต่งงาน มีงานมงคล ดังนั้นคนที่มีคู่มีแฟนแล้วและมีความพร้อมสร้างครอบครัว ปีนี้ไปต่อได้เลย ความสัมพันธ์อยู่ในจุดที่ดีมั่นคงลงตัวอย่างมาก ส่วนคนโสด ดวงดาวส่งเสริมความมีเสน่ห์อย่างมาก! เป็นราศีฮอตฮิตแห่งปี มีหลายคนอยากเข้ามาทำความรู้จักด้วย ต้องเตือน! ให้ระวังการเข้าไปข้องเกี่ยวกับคนที่มีเจ้าของแล้ว",
    "สุขภาพ": "มีเกณฑ์ดวงสุขภาพที่ดี ไม่มีโรคภัยไข้เจ็บร้ายแรงเข้ามาเป็นปัญหาในปีนี้.",
    "คุ้มครอง": "ปีนี้มีเรื่องให้ทำหลายอย่าง กิจกรรมแน่นสุด ๆ ต้องเดินทางไปนู่นไปนี่",
    "คะแนนการงาน": 6.0,
    "คะแนนการเงิน": 8.0,
    "คะแนนความรัก": 8.0,
    "คะแนนสุขภาพ": 10.0,
    "คะแนนคุ้มครอง": 8.0
  },
  {
    "ราศี": "พิจิก (คนที่เกิดวันที่ 17 พฤศจิกายน - 15 ธันวาคม)",
    "การงาน": "ปี 2568 เป็นปีแห่งการสร้างเนื้อสร้างตัว บุกเบิกเริ่มต้นทำสิ่งใหม่ๆ แต่ต้องสู้และลุยกันอย่างสาหัสตั้งแต่ต้นปี ได้ทำในสิ่งที่ชอบบ้าง ไม่ชอบบ้าง แต่สุดท้ายแล้วเหล่านั้นจะส่งผลที่ดีตามมา จังหวะดวงในปีนี้มีเกณฑ์เปลี่ยน แปลง ทั้งแบบตั้งใจและถูกบังคับให้เปลี่ยน อีกทั้งต้องเตือนให้ระวังการถูกใส่ร้าย นินทา หรือมีความขัดแย้งของคนในองค์กรและมีผลกระทบถึงตัวเราด้วย",
    "การเงิน": "มีเกณฑ์ได้ลงทุนเพิ่มเติมในปีนี้ มีการหมุนเงินเยอะในการลงทุนต่างๆมากขึ้น และยังมีเกณฑ์ได้รับโชคลาภทางอสังหาริมทรัพย์เข้ามาด้วย บางคนจะได้รับโอนทรัพย์สิน มรดก ที่ดินฯ สำหรับรายได้อื่นๆยังอยู่ในเกณฑ์ที่ดี และราศีพิจิกยังสามารถบริหารจัดการรายรับ-รายจ่ายได้ดีไปตลอดทั้งปี",
    "ความรัก": "ปีนี้ดี มีโปรโมชัน คนโสดมีเกณฑ์ได้พบกับความรักครั้งใหม่ๆ ยิ่งในช่วงครึ่งปีแรกจะมีโอกาสได้เจอคนมากหน้า หลายตาเข้ามาทำความรู้จัก ลองพิจารณาเลือกไปทีละคน หรืออาจจะเป็นคนที่เคยรู้จักกันมาก่อน เป็นเพื่อนเก่าๆวนกลับมาเจอกันอีกครั้ง ส่วนคนที่มีคู่มีแฟนแล้ว ยังดูแลความสัมพันธ์ในปีนี้ได้ดี ดวงดาวความรักอยู่ในจุดที่มั่นคงแข็งแรง",
    "สุขภาพ": "ราศีพิจิกต้องดูแลใส่ใจทั้งสุขภาพของตัวเองและสุขภาพของผู้ใหญ่ในบ้านควบคู่กันไป ปีนี้มีเกณฑ์เกิดปัญหาสุขภาพจุกจิกไปตลอดทั้งปี แนะนำให้ เริ่มดูแลสุขภาพร่างกายอย่างสม่ำเสมอต่อเนื่องทั้งปี. ",
    "คุ้มครอง": "คุณมีแทบทุกอย่างที่อยากมีแล้ว แต่ลึก ๆ ในใจคุณโคตรเครียด",
    "คะแนนการงาน": 4.0,
    "คะแนนการเงิน": 10.0,
    "คะแนนความรัก": 10.0,
    "คะแนนสุขภาพ": 6.0,
    "คะแนนคุ้มครอง": 8.0
  },
  {
    "ราศี": "ธนู (คนที่เกิดวันที่ 16 ธันวาคม - 14 มกราคม)",
    "การงาน": "ดวงความช่วยเหลือโดดเด่นมากในปี 2568 นี้ ทั้งผู้ใหญ่เจ้านาย เพื่อนร่วมงานหรือแม้แต่ลูกค้าที่ช่วยเพิ่มยอดขายต่างๆ การทำงานจะได้ขยับขยายตำแหน่งหน้าที่ดีขึ้น ได้เปลี่ยนสถานที่ เปลี่ยนสภาพแวดล้อมในการทำงานใหม่ๆ หรือมีสังคมใหม่ๆที่เข้ามาเปลี่ยนแปลงชีวิต หรือถ้าอยากลงทุนเพิ่มเติมจะมีโอกาสที่ดีเข้ามาด้วย",
    "การเงิน": "ปีนี้มีเกณฑ์ใช้จ่ายเงินกับการสร้างความมั่นคงให้กับชีวิตตัวเอง มากขึ้น รวมถึงรายจ่ายในการทำมาหากิน ต่างๆ ด้วย ถือว่าเป็นปีแห่งการลงทุนเพื่อตัวเอง สำหรับรายได้ยังคงมีรายได้ที่ดีเข้ามาจากหลายทาง รวมถึงรายได้จากดวงโชคลาภด้วย แต่ต้องประมาณกำลังของตัวเองให้เหมาะสม ถ้าจะเสี่ยงโชคเสี่ยงดวงต้องอยู่ในความพอดี",
    "ความรัก": "ราศีธนูมีดวงความรักที่ดี มีพลัง โดยเฉพาะคนโสดจะมีโอกาสได้พบกับคนที่ใช่ ตัวจริงเสียงจริงในปีนี้ แต่ไม่การันตีว่าดีหรือไม่ ดังนั้นคงต้องศึกษากันไปก่อน อย่ารีบร้อนเกินไปกับความรักครั้งนี้ ส่วนคนที่มีคู่มีแฟนแล้ว เกณฑ์ความสัมพันธ์อยู่ในจุดที่ดี และปีนี้ยังเหมาะกับการลั่นระฆังวิวาห์ ถ้ามีความพร้อมในการสร้างครอบครัว แต่งงานหมั้นหมาย ถือว่าเป็นจังหวะที่เหมาะสมลงตัวอย่างมาก",
    "สุขภาพ": "อยู่ในช่วงปีที่ต้องเตือน! ปีนี้มีเกณฑ์เจ็บเนื้อเจ็บตัว เกิดอุบัติเหตุหกล้ม ฟกช้ำ พยายามหลีกเลี่ยงกิจกรรมผจญภัยต่างๆไปก่อน. ",
    "คุ้มครอง": "ปีนี้มีสิ่งที่คุณกำลังจะทำและต้องทำควบกับอีกอย่าง ทำให้เป็นปีที่คุณจะต้องเหนื่อยหน่อย",
    "คะแนนการงาน": 10.0,
    "คะแนนการเงิน": 6.0,
    "คะแนนความรัก": 8.0,
    "คะแนนสุขภาพ": 2.0,
    "คะแนนคุ้มครอง": 4.0
  },
  {
    "ราศี": "มังกร (คนที่เกิดวันที่ 15 มกราคม - 12 กุมภาพันธ์)",
    "การงาน": "อิทธิพลของพระราหูส่งผลต่อการทำงานอย่างมาก ปี 2568 มีเกณฑ์ต้องทำงานหนัก ต่อสู้มากขึ้น ยกให้เป็นปีที่จะได้เริ่มต้นทำสิ่งใหม่ๆในแบบที่ไม่คุ้นเคย มีความยากลำบาก แต่จังหวะดวงในช่วงครึ่งปีหลังจะมีความสำเร็จรออยู่ เพียงแต่ต้องผ่านการทดสอบในช่วงครึ่งปีแรกให้ได้",
    "การเงิน": "ปีนี้พระราหูอยู่ในจุดที่เรียกว่า ราหูค้นทรัพย์ ซึ่งหมายถึงการมีเหตุให้ต้องเสียเงินเสียทองจ่ายออกไป ดวงลักษณะนี้ต้องหาทางป้องกัน เช่น วางแผนนำเงินไปลงทุนต่อยอดหรือลดหย่อนภาษี เพื่อแก้เคล็ดดวงเสียเงินให้เกิดประโยชน์ ไม่เช่นนั้นอาจจะมีเหตุให้เสียเงินแบบเซอร์ไพรส์เป็นรายจ่ายก้อนโตเข้ามาก็ได้ และปีนี้ยังมีเกณฑ์เสียทรัพย์เข้ามาด้วย",
    "ความรัก": "เกณฑ์ความสัมพันธ์อยู่ในจุดที่พร้อมบวก ปีนี้คนที่มีคู่มีแฟนแล้วจะมีเรื่องให้กระทบกระทั่งกันได้ตลอดทั้งปี ดวงลักษณะนี้คงต้องมีตัวช่วยเข้ามาไกล่เกลี่ย ถ้าปล่อยไว้อาจจะถึงขั้นแยกย้ายเดินคนละทางก็ได้ ส่วนคนโสด ปีนี้จะได้รับความช่วยเหลือจากญาติพี่น้องในการแนะนำคนใหม่ๆให้รู้จักมากขึ้น",
    "สุขภาพ": "จังหวะดวงดาวมีผลต่อสุขภาพร่างกาย มีเกณฑ์เจ็บป่วยได้ง่ายในปีนี้ รวมทั้งยังมีดวงอุบัติเหตุเข้ามาด้วยซึ่งจุดอ่อนสำคัญของสุขภาพ คือ อาการบริเวณขาและเข่า คงต้องดูแลกันให้มากขึ้นต่อไป",
    "คุ้มครอง": "จะได้รับโอกาสใหม่ ๆ ในปีนี้ แต่ตัวคุณยังไม่พร้อมกับการเปลี่ยนแปลง",
    "คะแนนการงาน": 6.0,
    "คะแนนการเงิน": 2.0,
    "คะแนนความรัก": 4.0,
    "คะแนนสุขภาพ": 4.0,
    "คะแนนคุ้มครอง": 4.0
  },
  {
    "ราศี": "กุมภ์ (คนที่เกิดวันที่ 13 กุมภาพันธ์ - 14 มีนาคม)",
    "การงาน": "ปี 2568 พระราหูโคจรเข้ามาเยือนราศีกุมภ์ ส่งเสริมให้การทำงานมีพลังมากขึ้น หลายสิ่งที่ไม่เคยทำจะได้รับการยอมรับจากคนรอบข้าง มีผู้ใหญ่ให้ความไว้ใจในความสามารถมากขึ้น โดยเฉพาะงานที่เป็นตัวแทนของพระราหู อย่างเช่น งานต่างประเทศ การเดินทางไกล งานที่ต้องใช้สื่อโซเชียลเยอะๆจะส่งผลดี ถือว่าอิทธิพลของพระราหูส่งผลดีต่อการทำงานอย่างมาก ขอแค่อย่าไปเกี่ยวข้องกับอบายมุขหรือธุรกิจสีเทาเท่านั้นเอง",
    "การเงิน": "กุมภ์เป็นราศีที่จะมีปาฏิหาริย์ทางการเงินมีเกณฑ์รายได้ที่ดีขึ้น ปีนี้จะได้พบกับช่องทางทำมาหากินที่ดี มีโอกาสได้จับเงินก้อนใหญ่ และยังมีดวงโชคลาภที่ดีเข้ามาร่วมด้วย สำหรับรายจ่ายต่างๆจะค่อยๆลดน้อยลง หนี้สินจะมีหนทางคลี่คลาย",
    "ความรัก": "ดวงดาวในปีนี้จะช่วยส่งเสริมความรักความสัมพันธ์ คนโสดมีโอกาสได้เจอกับความรักครั้งใหม่ที่อาจจะมีความแตกต่างกันบ้าง ซึ่งทั้งหมดคงต้องอาศัยการปรับตัวกันต่อไป ถือว่าเป็นปีที่ความรักจะได้เริ่มต้นไปในทิศทางที่ดี ส่วนคนที่มีคู่มีแฟนแล้ว อาจจะเบื่อหน่ายกันหรือไม่เข้าใจกันบ้างเป็นปกติของชีวิตคู่ที่คบหากันมานาน แนะนำให้หาเวลาเดินทางไปพักผ่อนร่วมกันบ้าง ยิ่งเดินทางด้วยกันบ่อยๆจะยิ่งส่งเสริมความสัมพันธ์ให้ดีขึ้น",
    "สุขภาพ": "ปีนี้ต้องเตือน!เรื่องสุขภาพ โดยเฉพาะคนที่มีโรคประจำตัว ยิ่งต้องดูแลตัวเองให้มากขึ้นกว่าปกติ และด้วยราศีกุมภ์จะได้รับอิทธิพลจากพระราหู เป็นผลให้ปีนี้เป็นปีแห่งการออกกำลังกายไปโดยปริยาย ถ้าเอาจริงเอาจังกับการออกกำลังกายอยู่แล้วจะยิ่งจัดหนักจัดเต็มต่อไป. ",
    "คุ้มครอง": "ปีนี้ชีวิตค่อนข้างเรื่อย ๆ มีเรื่องเข้ามาให้ปวดหัวบ้าง แต่ก็ไม่เอามาคิดให้รกสมอง",
    "คะแนนการงาน": 8.0,
    "คะแนนการเงิน": 10.0,
    "คะแนนความรัก": 6.0,
    "คะแนนสุขภาพ": 4.0,
    "คะแนนคุ้มครอง": 6.0
  },
  {
    "ราศี": "มีน (คนที่เกิดวันที่ 15 มีนาคม - 13 เมษายน)",
    "การงาน": "ปี 2568 ราศีมีนจะได้รับอิทธิพลจากดาวเสาร์ และยังมีดาวพฤหัสทำมุมในองศาที่ดี ถึงแม้ชีวิตจะต้องเจอกับการทำงานหนัก มีภาระความรับผิดชอบมากขึ้น แต่จะมีความสำเร็จรออยู่ข้างหน้าแน่นอน ทำงานประจำก็ดี หรือทำการค้าขาย มีธุรกิจของตัวเองก็จะปังมากขึ้นด้วย ยิ่งถ้ามีธุรกิจของครอบครัวอยู่แล้วและช่วยกันทำจะยิ่งมีความสำเร็จที่ดี แต่ช่วงครึ่งปีแรกอาจจะต้องฝ่าฟันเยอะหน่อย แต่ความสำเร็จจะปรากฏในช่วงครึ่งปีหลังแน่นอน",
    "การเงิน": "อยู่ในช่วงปีที่รายได้ไหลมาเทมา เพราะการทำงานหนัก เรียกว่ายิ่งขยันยิ่งได้เงินเยอะ รวมถึงยังมีดวงโชคลาภเข้ามาร่วมด้วยในปีนี้ แต่โชคลาภนั้นจะเป็นแบบทุกขลาภ ดังนั้นอย่าลืมแบ่งเงินไปทำบุญบริจาคบ้าง เพื่อลดความแรงของดวงทุกขลาภให้น้อยลง โดยรวมแล้วการเงินในปีนี้ถือว่าดี มีรายจ่ายน้อยลง แต่จะมีรายได้เพิ่มเติมทวีคูณมากขึ้น",
    "ความรัก": "อยู่ในช่วงปีที่จะได้รับผลพวงจากการทำงานจนแทบไม่มีเวลาให้กับความรัก คนที่มีคู่มีแฟนแล้วต้องพูดคุยกันให้เข้าใจ เพื่อลดปัญหาความขัดแย้งหรือความไม่เข้าใจกัน ส่วนคนโสดจะมีโอกาสได้เริ่มต้นพูดคุยทำความรู้จักกับคนใหม่ๆ แต่ปัญหาที่อาจจะเกิดขึ้นได้ คือครอบครัวของอีกฝ่ายอาจจะยังไม่เปิดใจยอมรับในความรักครั้งนี้ปีนี้คงต้องหาทางปรับตัวและแก้ไขกันต่อไป",
    "สุขภาพ": "ปีนี้โรคภัยไข้เจ็บจะถามหา หนึ่งในปัญหาสุขภาพคือโรคที่เกิดจากความเครียด ความกังวลใจ รวมถึงปัญหาเรื่องความดัน ไขมัน ดังนั้นในปีนี้คงต้องหันกลับมาดูแลตัวเอง ควบคู่กับการออกกำลังกาย การพักผ่อนนอนหลับและเรื่องของอาหารการกินให้มากยิ่งขึ้น.",
    "คุ้มครอง": "เป็นปีที่คุณต้องสตรอง ต้องไฟต์ มีโอกาสได้ทำอะไรที่ยิ่งใหญ่มาก ๆ",
    "คะแนนการงาน": 6.0,
    "คะแนนการเงิน": 8.0,
    "คะแนนความรัก": 4.0,
    "คะแนนสุขภาพ": 4.0,
    "คะแนนคุ้มครอง": 6.0
  }
]